Repository: gcharistos/CineMetro-iOS
Catalog: *.lproj/Localizable.strings
Languages: el

# filmFestival
source: The Thessaloniki International Film Festival is the top film festival of South Eastern Europe, the presentation platform for the year's Greek productions, and the primary and oldest festival in the Balkans for the creations of emerging film makers from all over the world. Founded in 1960 as the Week of Greek Cinema, it became international in 1992, including a Competition Section for feature length films by emerging directors presenting their first or second film.Since then, the Thessaloniki International Film Festival, constantly evolving, has claimed and achieved a constantly increasing international scope, presenting the most groundbreaking independent productions from the entire world, and developing activities for international film industry professionals. Since the mid 1990s, the Thessaloniki International Film Festival, going beyond the borders set for decades by its centerpiece November edition, has become an organization with continuously increasing cultural activities throughout the year.Through its new form and activities, the Thessaloniki International Film Festival has established close collaborations with various local, national, regional and international film institutions, cultural, educational and social organizations, as well as embassies and cultural agencies from other countries.
el: Το Διεθνές Φεστιβάλ Κινηματογράφου Θεσσαλονίκης είναι το κορυφαίο φεστιβάλ κινηματογράφου της νοτιοανατολικής Ευρώπης, το βήμα παρουσίασης της ετήσιας ελληνικής παραγωγής και το πρωτεύον και παλαιότερο φεστιβάλ στα Βαλκάνια για τις δημιουργίες νεοεμφανιζόμενων κινηματογραφιστών από όλο τον κόσμο. Εγκαινιάστηκε το 1960 ως Εβδομάδα Ελληνικού Κινηματογράφου και από το 1992 έγινε διεθνές, περιλαμβάνοντας Διαγωνιστικό Τμήμα ταινιών μεγάλου μήκους πρωτοεμφανιζόμενων σκηνοθετών με την πρώτη ή τη δεύτερή τους ταινία.Έκτοτε το Φεστιβάλ Κινηματογράφου της Θεσσαλονίκης, διαρκώς εξελισσόμενο, διεκδικεί και επιτυγχάνει μια ολοένα και αυξανόμενη διεθνή εμβέλεια, παρουσιάζοντας τις πλέον πρωτοποριακές ανεξάρτητες παραγωγές από ολόκληρο τον κόσμο και αναπτύσσοντας δραστηριότητα για τους επαγγελματίες του διεθνούς κινηματογραφικού χώρου. Από τα μέσα της δεκαετίας του 1990, το Φεστιβάλ Κινηματογράφου Θεσσαλονίκης, ξεπερνώντας το πλαίσιο που όριζε επί δεκαετίες η διοργάνωση της μιας κεντρικής του εκδήλωσης τον Νοέμβριο, έχει καταστεί ένας οργανισμός με διαρκώς αυξανόμενη ακτίνα δράσεων πολιτισμού σε όλη τη διάρκεια του έτους.Τμήματα της διοργάνωσης του Νοεμβρίου:Επίσημο Πρόγραμμα που διακλαδώνεται σε Διαγωνιστικό Τμήμα (με πρώτες και δεύτερες ταινίες σκηνοθετών), Εκτός Συναγωνισμού και Ειδικές Προβολές.Το τμήμα Ματιές στα Βαλκάνια προβάλλει κάθε χρόνο μια επιλογή από τις σημαντικότερες βαλκανικές ταινίες της χρονιάς. Συνοδεύεται από αφιέρωμα σε ένα βαλκανικό σκηνοθέτη για τον οποίον εκδίδεται μια δίγλωσση μονογραφία. Επίσης, προσφέρει ένα βραβείο κοινού αξίας 2000 ευρώ στην πιο δημοφιλή νέα ταινία μεγάλου μήκους.Το Ελληνικό Τμήμα παρουσιάζει κάθε χρόνο το σύνολο της κινηματογραφικής παραγωγής της χρονιάς. Η ελληνική κινηματογραφική κοινότητα έχει την ευκαιρία να παρουσιάσει την παραγωγή και τις δραστηριότητές της στο κινηματογραφόφιλο κοινό, αλλά και στους επαγγελματίες-προσκεκλημένους του Φεστιβάλ που δραστηριοποιούνται στον χώρο του κινηματογράφου διεθνώς.Το Τμήμα Ανοιχτοί Ορίζοντες παρουσιάζει συγκομιδή από τις πιο πρωτοποριακές και ανεξάρτητες φωνές του παγκόσμιου κινηματογράφου.Τα Αφιερώματα πλαισιώνουν τον βασικό κορμό ταινιών και αφορούν στο έργο ελλήνων και ξένων δημιουργών, αλλά και αναδεικνύουν θεματικές ενότητες και κινηματογραφικά είδη του σινεμά. Μέσα από τις πλήρεις ρετροσπεκτίβες, οι κινηματογραφόφιλοι γνωρίζουν ή ανακαλύπτουν ξανά το έργο των σημαντικών εκπροσώπων της έβδομης τέχνης.Σε συνεργασία με τους θεσμικούς φορείς και τα σωματεία του ελληνικού κινηματογραφικού και οπτικοακουστικού χώρου, το Φεστιβάλ (συν)διοργανώνει τιμητικές εκδηλώσεις, masterclasses και συζητήσεις ανοιχτές προς το κοινό και τους επαγγελματίες.

# about1
source: Cine Metro is an application for mobile phones and tablets, which is designed and developed voluntarily by a student group of the Informatics Department of the Aristotle University of Thessaloniki, under the guidance of professor Athena Vakali, in collaboration with Dr Angeliki Milonaki (journalist, film historian) and Yannis Grosdanis (journalist, film critic).The students joining the developers team are George Haristos who developed and desinged the iOS app and for the Android app Vaena Paraskevi,Kaltimiridou Effrosyni,Paniskaki Kyriaki,Papazoglou Christos-Panagiotis and Syrtari Charikleia.
el: Το CineMetro είναι μια εφαρμογή για κινητές συσκευές, η οποία σχεδιάζεται στο πλαίσιο της ερευνητικής διαδικασίας (φοίτησης) από ομάδα φοιτητών του Τμήματος Πληροφορικής του Α.Π.Θ., υπό την εποπτεία της καθηγήτριας Αθηνάς Βακάλη, σε συνεργασία με την ιστορικό κινηματογράφου Δρ. Αγγελική Μυλωνάκη και τον δημοσιογράφο και κριτικό κινηματογράφου κ. Ιωάννη Γκροσδάνη.Όλοι οι συμμετέχοντες προσφέρουν εθελοντικά την εργασία τους.Στην iOS εφαρμοφή εργάστηκε ο Γιώργος Χαριστός ενώ η ομάδα των φοιτητών που εργάστηκε στην Android εφαρμογή απαρτίζεται από τους : Βαενά Παρασκευή, Καλτιμιρίδου Ευφροσύνη, Πανισκάκη Κυριακή, Παπάζογλου Χρήστος-Παναγιώτης και Συρτάρη Χαρίκλεια.

# about2
source: The application is an educational tool aiming at informing as well as familiarizing the public about Thessaloniki’s rich cinematic history through a modern navigation experience in the city. Various city’s landmarks, which are linked to films shot in Thessaloniki, will be used as “stations”, where citizens can step by in order to see what’s available (e.g. photos, texts, videos, podcasts, etc).
el: Η εφαρμογή είναι εκπαιδευτικού χαρακτήρα με στόχο να προσφέρει γνώσεις και να εξοικειώσει τους πολίτες με την κινηματογραφική ιστορία της Θεσσαλονίκης, μέσω μιας σύγχρονης εμπειρίας πλοήγησης στην πόλη. Σημεία της πόλης στα οποία υπάρχει ενδεικτικό υλικό από ταινίες θα ορίζονται ως «στάσεις» και οι πολίτες θα μπορούν σε κάθε στάση να δουν το εκάστοτε υλικό (π.χ. φωτογραφίες, μικρό κείμενο, ήχο/video) εάν είναι διαθέσιμο.

# about3
source: Image rights are held by the respective copyright owners as indicated in the app. Photographs used in the application are kindly granted exclusively for educational purposes by the archives of the Thessaloniki International Film Festival , Finos Films and Theo Angelopoulos Society.
el: Τα πνευματικά δικαιώματα του περιεχομένου (εικόνες, πληροφορίες για τις ταινίες) της εφαρμογής ανήκουν στους δημιουργούς τους. Πηγές φωτογραφικού υλικού: Finos Films, Ελληνικό Κέντρο Κινηματογράφου, Φεστιβάλ Κινηματογράφου Θεσσαλονίκης, Κοινωνία Κληρονόμων Θ. Αγγελόπουλου .Οι φωτογραφίες του app δημοσιεύονται έπειτα απο ευγενική παραχώρηση των αρχείων του Φεστιβάλ Κινηματογράφου Θεσσαλονίκης, της Finos Films και της Κοινωνίας Κληρονόμων Θόδωρου Αγγελόπουλου.

# line1
source: Cinemas
el: Κινηματογράφοι

# line2
source: Movies
el: Ταινίες

# line3
source: Timeline
el: Χρονολόγιο

# emptytable
source: Please Select Line
el: Παρακαλώ Επιλέξτε Γραμμή

source: Log In
el: Είσοδος

source: Successfull Login
el: Επιτυχής Είσοδος

# wronguser
source: Wrong Username Or Password
el: Λάθος Username ή Password

# fillcreateAccount
source: Please fill Username and Password Fields
el: Παρακαλώ συμπληρώστε τα πεδία Username και Password

source: Sign Up
el: Εγγραφή

# usernameExists
source: Username already exists
el: Το Username υπάρχει ήδη

# calculatedistances
source: Calculating Directions ...
el: Υπολογισμός μονοπατιών ...

source: OK
el: Εντάξει

# enableInternetConnection
source: Please enable Internet Connection to Calculate Distances
el: Παρακαλώ Ενεργοποιήστε Σύνδεση στο Internet για Υπολογισμό των Αποστάσεων

source: Station
el: Στάση

# internetProblem
source: Internet Connection Problem
el: Πρόβλημα Σύνδεσης Δικτύου

# successfullCreate
source: Successful Registration
el: Επιτυχής Εγγραφή

# createAccount
source: Creating Account
el: Δημιουργείται ο Λογαριασμός

# navigationTitle
source: Navigation
el: Χάρτης

# linesTitle
source: Lines
el: Γραμμές

# aboutFestival
source: About
el: Σχετικά

# emailInvalid
source: Email is not valid
el: Το Email δεν είναι έγκυρο

# loginuser
source: Log in as :
el: Είσοδος ώς :

source: Thank You
el: Ευχαριστούμε Πολύ

# offline
source: You Are Currently Offline
el: Έιστε Offline

source: Hide List
el: Κρύψτε Λίστα

source: Show List
el: Εμφανίστε Λίστα

# chooseL
source: Choose Line
el: Διαλέξτε Γραμμή

# loginerror
source: You don't have Internet Connection.Please Enable it to Log In
el: Δέν έχετε Σύνδεση στο Internet.Παρακαλώ Ενεργοποιήστε για να Πραγματοποιήσετε την Είσοδο

# signuperror
source: You don't have Internet Connection.Please Enable it to Sign Up
el: Δέν έχετε Σύνδεση στο Internet.Παρακαλώ Ενεργοποιήστε για να Πραγματοποιήσετε την Εγγραφή

# rateerror
source: You don't have Internet Connection.Please Enable it to Rate
el: Δέν έχετε Σύνδεση στο Internet.Παρακαλώ Ενεργοποιήστε για να Πραγματοποιήσετε την Βαθμολόγηση

# rateLogin
source: Please Log In to Rate
el: Παρακαλώ πραγματοποιήστε Είσοδο για να Βαθμολογήσετε

# red
source: Red Line
el: Κόκκινη Γραμμή

# green
source: Green Line
el: Πράσινη Γραμμή

source: Rate
el: Βαθμολογήστε

# blue
source: Blue Line
el: Μπλέ Γραμμή

source: No Line
el: Χωρίς Γραμμή

source: Settings
el: Ρυθμίσεις

# sharemessage
source: Write Something To
el: Γράψτε Κάτι Στο

source: Cancel
el: Άκυρο

# welcome
source: Welcome to CineMetro
el: Καλωσήρθατε στο CineMetro

# enableLocation
source: Please Enable Location Services and Internet Connection to Show Route of Line
el: Παρακαλώ Ενεργοποιήστε τις Υπηρεσίες Τοποθεσίας και την Σύνδεση στο Internet για να προβληθεί η Διαδρομή της Γραμμής

# enablelocation
source: Please Enable Location Services to Show Current Location
el: Παρακαλώ Ενεργοποιήστε τις Υπηρεσίες Τοποθεσίας για να προβληθεί η Θέση σας

source: User Location
el: Τοποθεσία Χρήστη

source: Directions
el: Πλοήγηση Εκεί

# ratedTrue
source: You have Rated Station
el: Έχετε Αξιολογήσει την Στάση

# nofacebook
source: No Facebook Account
el: Κανένας Facebook Λογαριασμός

# notwitter
source: No Twitter Account
el: Κανένας Twitter Λογαριασμός

source: Director
el: Σκηνοθέτης

source: Actors
el: Ηθοποιοί

source: Info
el: Πληροφορίες

source: Factors
el: Συντελεστές

# swipeLines
source: Swipe left or right to change category
el: Σύρετε δεξιά ή αριστερά για εναλλαγή κατηγορίας

# tapGestureMap
source: Tap for 3 seconds to show or hide list of stations
el: Πατήστε παρατεταμένα για 3 δευτερόλεπτα για να εμφανίσετε ή να αποκρύψετε την λίστα των στάσεων

source: Exit Tutorial ?
el: Έξοδος απο τον Οδηγό ?

source: Yes
el: Ναι

source: No
el: Οχι

source: Profile
el: Προφίλ

# passwordDouble
source: Passwords are not the same
el: Οι κωδικοί δεν είναι ίδιοι

# logoutMessage
source: Logged out
el: Έγινε έξοδος
